Overload List
Name  |   Description
IsUpdaterRegistered(UpdaterId)
 Checks whether updater with the given id is registered
IsUpdaterRegistered(UpdaterId, Document)
 Checks whether updater with the given id is registered in a document.
 See Also
  UpdaterRegistry Class
  UpdaterRegistry Members
  Autodesk.Revit.DB Namespace